{
    "Compel": "When it comes down to it, all succes in life can be achieved by getting people to do what you want. Use Compel to persuade, intimidate and charm people in an attempt to gte them to see things from your point of view.",
    "Deceive": "As a revolutionary, your public life is a lie, so it helps to be good at lying. Use Deceive to convince a person of a falsehood, to carry off a disguise, or to falsify documents.",
    "Hack": "The world's digital, so you have to be too. Use Hack to use technology in unintended ways, break into or manipulate electronic systems, and to wipe your traces afterward.",
    "Investigate": "Secrets and information are Reves' primary currency, and Investigate can help you find things that other people don't want you to. Use Investigate to examine a scene, situation, or collection of information to come to useful conclusions based on your findings.",
    "Patch": "Reves is crumbling, which means it's a good idea to make do and mend. Use Patch to repair broken people, things, and relationships, as well as to build something new.",
    "Resists": "You will face no end of hardships fighting for the Eighth Day, and those who can endure them are better off than those who can't. Use Resist to withstand pain and exhaustion, act when you're injured, resist torture, and keep your wits about you when other would lose their mind.",
    "Scramble": "Sooner or later, you'll need to get away from the authorities — or chase someone down to stop them telling the truth. Use Scramble to chase someone or something down, and track them if you lose sight of them. Scramble is also used to escape when you're being chased, or to reposition while in dangerous territory.",
    "Scrap": "Few people want to get into a fight, but Reves is a dangerous place, and it pays to be able to handle yourself. Use Scrap to hurt and kill people (using weapons, or with your bare hands) and to avoid taking damage yourself as best you're able.",
    "Skulk": "If no one knows that you were there, no one can accuse you of anything. Use Skulk to hide yourself, or small items on your person, from the attention of others.",
    "Steal": "You can't always afford what you need to fight the Guild, which means you need t find alternate means of acquiring it. Use Steal to take things that aren't yours, case a joint, disable security measures, and fence stolen goods."
}
