{
    "Accurate": "If the user takes a minute or so to set up the shot as part of an ambush or surprise attack, they roll with mastery when attacking. This is not possible once combat has started.",
    "Bloodbound": "Mark D3 stress to Body to roll with mastery when using this equipment for the rest of the situation.",
    "Brutal": "When you roll for stress with this weapon, roll two dice and pick the highest. Multiple instances of the Brutal tag stack; if you managed to get Brutal three times, for example, then you'd roll four dice and pick the highest when inflicting stress.",
    "Concealable": "When you attempt to conceal this weapon, roll with mastery.",
    "Conduit": "Mark D3 stress to Resolve to roll with mastery when using this equipment for the rest of the situation.",
    "Dangerous": "If your highest D10 shows a 1 or a 2 when you use this weapon, it has exploded. Take D6 stress; the weapon is destroyed.",
    "Defensive": "While using this weapon, you gain an additional Armour resistance slot.",
    "Devastating": "You cannot allocate stress inflicted by this weapon to armour, even if it has the Implacable tag.",
    "Double-barrelled": "You can use this weapon twice before reloading, or fire both barrels at once to give the attack the Brutal tag.",
    "Extreme Range": "This weapon can be used at extreme range.",
    "Masterpiece": "This weapon's damage die increases by 1 step when used by someone with mastery of the Scrap skill.",
    "One-shot": "You can only use this weapon once per situation — it takes a very long time to reoad.",
    "Ongoing Dx": "At the end of the situation, a character who took damage from this weapon must succeed on a Resist check or suffer additional stress equal to the Dx value.",
    "Parrying": "Once per situation, when an enemy inflicts stress to Body with you in melee combat, force the GM to re-roll the stress inflicted.",
    "Piercing": "You cannot allocate stress inflicted by this weaon to armour, unless the armour has the Implacable tag.",
    "Point-blank": "When used at extremely close range, this weapon's damage increses by 1 die size; at anything over medium range, it decreases by one 1.",
    "Ranged": "This weapon can be used at range.",
    "Reload": "Once you've used this weapon, it cannot be used again until you spend time reloading it.",
    "Scarring": "Causes savage, ugly wounds on targets.",
    "Spread Dx": "If you succeed on an attack with this weapon, you inflict half the stress you dealt to the original target to a number of other targets standing nearby, equal to the result of the Dx roll.",
    "Surprising": "The first time you use this weapon in a situation, roll with mastery.",
    "Stunning": "If you succeed on an attack roll with this weapon, you may declare that any affected targets take no stress, but their difficulty is reduced to 0 until they gather their senses.",
    "Tiring": "When you fail an action using this item, its damage decreases in die size by 1.",
    "Unreliable": "When you fail an action using this equipment, it cannot be used for the remainder of the situation."
}
